[
  {
    "startDate": 1865,
    "endDate": null,
    "title": "13th Ammendment to the constitution",
    "description": "Grants freedom to all americans accept those being punished for a crime. Approximately 4 million saves freed in America",
    "level": 1
  },
  {
    "startDate": 1865,
    "endDate": "ongoing",
    "title": "African Americans arrested on mass",
    "description": "The loophole in the ammendment allowing the incarceration as a form of punishment was immediately exploited. African Americans arrested on mass for minor crimes such as loitering or being unemployed. Once arrested, forced to provide labour to rebuild economy of the south. As many as 200,000 African Americans used for forced labour in this way.",
    "level": 2
  },
  {
    "startDate": 1877,
    "endDate": null,
    "title": "Jim Crow laws began",
    "description": "Laws that enforced racial segregation as well as preventing black people from voting.",
    "level": 1
  },
  {
    "startDate": 1915,
    "endDate": null,
    "title": "The Birth of a Nation released in cinemas.",
    "description": "One of the first big blockbuster films. Painted the picture of the civil war that the whites wanted to see. Every black person in it portrayed as animal like and canibalistic. Almost directly responsible for the rebirth of the KKK which it had made look heroic. The KKK started burning crosses as a result of this film.",
    "level": 2
  },
  {
    "startDate": 1916,
    "endDate": null,
    "title": "Rise in Lynchings and the start of The Great Migration",
    "description": "The Birth of a Nation led to a wave of terrorism. Lynchings rose and thousands of AfricanAmericans were killed. The demographic of the USA is defined by this. Black people were refugees fleeing from the South.",
    "level": 2
  },
  {
    "startDate": 1954,
    "endDate": null,
    "title": "Civil rights movement starts",
    "description": "",
    "level": 1
  },
  {
    "startDate": 1955,
    "endDate": null,
    "title": "Rosa Parks refuses to give up her seat",
    "description": "",
    "level": 2
  },
  {
    "startDate": 1964,
    "endDate": null,
    "title": "Civil Rights Act",
    "description": "",
    "level": 1
  },
  {
    "startDate": 1968,
    "endDate": null,
    "title": "Fred Hampton killed in his bed by police",
    "description": "Fred Hampton managed to pull together Blacks, Whites, Puerto Ricans and Native americans for justice at the age of 21. He was the head of the Black Panthas. The police shot him in his bed where he lay sleeping next to his pregnant wife.",
    "level": 2
  },
  {
    "startDate": 1968,
    "endDate": null,
    "title": "Nixon's Southern Strategy aims to recruit racist voters",
    "description": "Nixon begins to recruit Southern whites by speaking to thinly veiled racist issues. He talks about crime,law and order, chaos of urban cities unleashed by Civil Rights movement.",
    "level": 2
  },
  {
    "startDate": 1970,
    "endDate": null,
    "title": "'War on Crime' and the Era of Mass Encarceration",
    "description": "Nixon introduces the idea of a 'War on Crime'. Example of 'Dog Whistle Politics' - coded language which appears to mean one thing to the general public whilst having a different meaning for targetted subgroups. It was really referring to the political movements of the day: Black Power, Black Pantha, The Anti War movement and Women and Gay rights groups.",
    "level": 1
  },
  {
    "startDate": 1971,
    "endDate": null,
    "title": "'War on Drugs' and the Era of dealing with drug addiction as a crime",
    "description": "Hundreds of thousands of people start being sent to jail for posession of marijuana. Nixon advisor John Ehrlichman has admitted that the 'War on Drugs' was about throwing black people in jail. He says 'by getting people to associate marijuana with hippies and blacks with heroin and then criminalising them both heavily, we could disrupt those communities, could arrest their leaders, raid their homes, break up their meetings and vilify them night after night after night on the evening news. Did we know we were lying about the drugs? Of course we did'",
    "level": 1
  },
  {
    "startDate": 1981,
    "endDate": null,
    "title": "Reagans campaign strategist describes Southern Strategy",
    "description": "Lee Atwater, Reagans campaign strategist caught on tape explaining the Southern strategy: 'you start out in 1954 by saying N*** N*** N***. By 1968 you cant say N*** that hurts you, it backfires so you say stuff like forced bussing, states rights and all that stuff. You're getting so abstract now that you are talking about cutting taxes and economic things and the by product of them is blacks get hurt worst than whites'",
    "level": 2
  },
  {
    "startDate": 1981,
    "endDate": null,
    "title": "Reagan becomes president",
    "description": "",
    "level": 1
  },
  {
    "startDate": 1983,
    "endDate": null,
    "title": "Corrections Corporations of America created",
    "description": "CCA was the first private prison corporation in the US. Their incentive is to increase prison population because more prisoners mean more business. They have been shown to be linked to many legislative changes that result in an increase in incarceration such as Mandatory minimum sentences and the Third Strike policy of the Crime Bill of 1994.",
    "level": 1
  },
  {
    "startDate": 1985,
    "endDate": null,
    "title": "Crack cocain arrives",
    "description": "Crack cocain is much cheaper and therefore more profitable than cocain. It is also much more addictive.",
    "level": 2
  },
  {
    "startDate": 1986,
    "endDate": null,
    "title": "Anti Drug Abuse Act",
    "description": "Reagan establises mandatory where the same amount of time in prison for once ounce of crack cocaine was given for one hundred ounces of powdered cocaine. Powdered cocaine was seen as the white persons drug.",
    "level": 2
  },
  {
    "startDate": 1986,
    "endDate": 1989,
    "title": "Black people being portrayed as criminals",
    "description": "News and tv shows show black people as criminals at a disproportionate rate. The term 'Super predator' starts being used. Black and White people both being trained to see black people as criminals.",
    "level": 2
  },
  {
    "startDate": 1989,
    "endDate": null,
    "title": "Central Park Five",
    "description": "Five black kids sent to prison for the rape of a white woman. All of whom were later found innocent after each spending years in prison. Donald Trump took out a four page advert to put pressure on a conviction. He thought they should get the death penalty. Four of them were under the age of 18.",
    "level": 2
  },
  {
    "startDate": 1989,
    "endDate": null,
    "title":"Bush's election campaign focuses on creating fear of black criminals",
    "description": "As part of his election campaign Bush had adverts focusing Willie Horton a black murderer the opponent had allowed a weekend pass from prison. Horton kidnapped a white couple, stabbing man and raping his girlfriend the same image portrayed in A Birth of a Nation.",
    "level": 2
  },
  {
    "startDate": 1989,
    "endDate": 1993,
    "title": "Politicians compete on how tough they are going to be on crime",
    "description": "Once the fear of crime has been created it becomes almost impossible for a politician to appear 'soft on crime', so Democrats also start talking about being tough on crime.",
    "level": 2
  },
  {
    "startDate": 1993,
    "endDate": null,
    "title": "Clinton comes to power",
    "description": "",
    "level": 1
  },
  {
    "startDate": 1994,
    "endDate": null,
    "title": "1994 Crime Bill",
    "description": "Clinton assigns loads of money to expand the prison system. This crime bill included: Third strike policy - If you commit three violent crimes you go to prison for life. Mandatory minimums - judges no longer allowed discretion in determining sentences. Truth in Sentencing - people have to serve at least 85% of their sentence. Made more offences capital punishment offences and got rid of parole in some cases. He now acknowledges this was a mistake",
    "level": 2
  },
  {
    "startDate": 2010,
    "endDate": null,
    "title": "CCA leave ALEC",
    "description": "ALEC is a private club with politicians and corporations as members. CCA (one of the largest private prison corporations) was a member of ALEC until it left in 2010 after a big NPR story came out accusing ALEC of pushing SB1070, a law that gave police the right to stop anyone that looked like an immigrant. Since CCA has left ALEC they no longer have an incentive to increase incarceration, however the American bail coalition is still part of ALEC and predictably ALEC is now focusing on this area of interest.",
    "level": 2
  },
  {
    "startDate": 2012,
    "endDate": null,
    "title": "Trayvon Martin shot for looking suspicious",
    "description": "Trayvon Martin was shot by a civilian for looking suspicious. Martin died from his injuries but the civilian claimed self defence under the 'stand your ground' law which was written by ALEC.",
    "level": 2
  },
  {
    "startDate": 2015,
    "endDate": null,
    "title":"March in Selma Alabama to mark the 50th anniversary of the Civil Rights March in 1965",
    "description": "There was a march to honour the sacrifice and bravery of the men and women who bled there in 1965 in support of voting rights for African Americans. But nearly 30% of black male population of Alabama today has permanently lost the right to vote as a result of a criminal conviction. So many of the Jim Crow laws are still acceptable if you are branded a felon.",
    "level": 2
  }
]
